Repository: michaelchrisandy/Nano-Challenge-3
Catalog: Nano Challenge 3/Localizable.xcstrings
Source language: en
Languages: id

source: 10 - 15 Minutes in the sun is enough
id: 10 - 15 menit di bawah sinar matahari sudah cukup

source: Air quality is acceptable
id: Kualitas udara dapat diterima

source: Air quality is great
id: Kualitas udara bagus

source: Air quality is okay but watch out if your toddler has breathing issues
id: Kualitas udara cukup baik tetapi waspada jika balita memiliki masalah pernapasan

source: Avoid direct sun and find shade
id: Hindari sinar matahari langsung dan cari tempat teduh

source: Avoid outdoor activities and keep toddlers hydrated
id: Gunakan tabir surya, topi, dan tinggal di tempat teduh saat tengah hari

source: Bad
id: Buruk

source: Best time for Vitamin D
id: Waktu terbaik untuk Vitamin D

source: Best Time for Vitamin D
id: Waktu terbaik untuk Vitamin D

source: Clear
id: Cerah

source: Date
id: Tanggal

source: Drizzle
id: Gerimis

source: Enter Location
id: Masukkan Lokasi

source: Extremely Hot
id: Sangat Panas

source: Fill in your destination, date, and time.
id: Isi destinasi, tanggal, dan jam yang kamu mau.

source: Get Weather
id: Dapatkan Cuaca

source: Good
id: Bagus

source: Good to go
id: Baik untuk bermain

source: High Risk
id: Resiko Tinggi

source: High UV risk
id: Resiko UV tinggi

source: Insert a location
id: Masukkan lokasi

source: It's a bit hot
id: Agak panas

source: It’s a bit hot
id: Agak panas

source: It's good to go outside
id: Kamu bisa bermain di luar

source: It's hot outside
id: Panas

source: It's polluted
id: Berpolusi

source: It's rainy outside
id: Hujan di luar

source: Light rain
id: Gerimis

source: Limit outdoor playtime for toddlers, especially if they have health issues
id: Batasi waktu bermain di luar untuk balita, terutama jika mereka memiliki masalah kesehatan

source: Low UV risk
id: Resiko UV rendah

source: Make sure toddlers drink water, wear light clothes, and use sunscreen
id: Pastikan balita minum air, pakai pakaian ringan, dan gunakan tabir surya

source: Moderate
id: Sedang

source: Moderate UV Risk
id: Resiko UV sedang

source: No forecast available
id: Ramalan AQI tidak tersedia

source: No rain, perfect for outdoor play
id: Tidak ada hujan, sempurna untuk bermain di luar

source: Not the time
id: Bukan waktunya

source: Not the Time for Vitamin D
id: Bukan waktu yang pas untuk vitamin D

source: Play Ahead for the Weather
id: Mulai Cari Cuaca

source: Rain
id: Hujan

source: Rainy
id: Hujan

source: Safe to play
id: Aman untuk bermain

source: Search for a place
id: Cari lokasi

source: Sunny
id: Cerah

source: Sunscreen is optional, but recommended if you burn easily
id: Tabir surya opsional, tetapi direkomendasikan jika kulit mudah terbakar

source: The best time for vitamin D is 10 AM - 4 PM
id: Waktu terbaik untuk vitamin D adalah jam 10 pagi - 4 sore

source: There is a heavy rain potential Better to stay indoors
id: Ada potensi hujan deras. Lebih baik tetap di dalam ruangan

# There is a heavy rain potential Better to stay indoors
source: There is a heavy rain potential\nBetter to stay indoors
id: Ada potensi hujan deras.\nLebih baik tetap di dalam ruangan.

source: Time
id: Waktu

source: Toddlers can enjoy being outside
id: Balita bisa menikmati waktu di luar

source: Toddlers can play outside with an umbrella or raincoat
id: Balita bisa bermain di luar dengan payung atau jas hujan

source: Toddlers can safely play outside
id: Balita dapat bermain di luar ruangan

source: Unhealthy
id: Tidak sehat

source: Use sunscreen, hats, and stay in the shade during midday
id: Gunakan tabir surya, topi, dan tinggal di tempat teduh saat tengah hari

source: Where do you want to go?
id: Kemana kamu mau pergi?
